Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པས་སྟོང་བའི་ཕྱིར་རོ། །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི་མིག་གི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of visually compounded sensory contact to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི་རྣ་བའི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་དང་། སྣའི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of aurally compounded sensory contact, the emptiness of nasally compounded sensory contact, the emptiness of lingually compounded sensory contact, the emptiness of corporeally compounded sensory contact, and the emptiness of mentally compounded sensory contact to depart.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མིག་གི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་དང་།
en: If you ask why, Subhūti, the emptiness of visually compounded sensory contact will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: སྣའི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: The emptiness of aurally compounded sensory contact, the emptiness of nasally compounded sensory contact, the emptiness of lingually compounded sensory contact, the emptiness of corporeally compounded sensory contact, and the emptiness of mentally compounded sensory contact will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིག་གི་འདུས་ཏེ་རེག་པ་མིག་གི་འདུས་ཏེ་རེག་པས་སྟོང་པའི་ཕྱིར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པས་སྟོང་བའི་ཕྱིར་རོ།
en: If you ask why, Subhūti, it is because visually compounded sensory contact is empty of visually compounded sensory contact, and it is because aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are empty of mentally compounded sensory contact [and so forth]. “

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད། འབྱུང་བར་འདོད་དུ་ཟད་དོ། །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས། འབྱུང་བར་འདོད་པ་དེ་ནི།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of feelings due to sensory contact that is visually compounded to depart.

source: རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of feelings due to sensory contact that is aurally compounded, the emptiness of feelings due to sensory contact that is nasally compounded, the emptiness of feelings due to sensory contact that is lingually compounded, the emptiness of feelings due to sensory contact that is corporeally compounded, and the emptiness of feeling due to sensory contact that is mentally compounded to depart.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་དང་།
en: If you ask why, Subhūti, the emptiness of feelings due to sensory contact that is visually compounded will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: The emptiness of feelings due to sensory contact that is aurally compounded, the emptiness of feelings due to sensory contact that is nasally compounded, the emptiness of feelings due to sensory contact that is lingually compounded, the emptiness of feelings due to sensory contact that is corporeally compounded, and the emptiness of feelings due to sensory contact that is mentally compounded will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བས་སྟོང་པའི་ཕྱིར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བས་སྟོང་པའི་ཕྱིར་རོ།
en: If you ask why, Subhūti, it is because feelings due to sensory contact that is visually compounded are empty of feelings due to sensory contact that is visually compounded, and it is because feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded are empty of feelings due to sensory contact that is mentally compounded [and so forth]. “

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། རྨི་ལམ་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting dreams to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། སྒྱུ་མ་དང་། སྨིག་རྒྱུ་དང་། སྒྲ་བརྙན་དང་། མིག་ཡོར་དང་།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting magical displays, mirages, echoes, optical aberrations, and in phantom emanations of the tathāgatas to depart.

source: དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་རྨི་ལམ་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: If you ask why, Subhūti, it is because dreams will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །སྒྱུ་མ་དང་སྨིག་རྒྱུ་དང་། སྒྲ་བརྙན་དང་། མིག་ཡོར་དང་། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: Magical displays, mirages, echoes, optical aberrations, and phantom emanations of the tathāgatas will not depart from the three realms, and will not come to rest in all-aspect omniscience. {

source: །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་རྨི་ལམ་ནི་རྨི་ལམ་གྱིས་སྟོང་བའི་ཕྱིར་རོ། །སྒྱུ་མ་དང་། སྨིག་རྒྱུ་དང་། སྒྲ་བརྙན་དང་།
en: Dt.227} If you ask why, Subhūti, it is because dreams are empty of dreams, and because magical displays, mirages, echoes, optical aberrations, and phantom emanations of the tathāgatas are empty of phantom emanations of the tathāgatas [and so forth]. “

source: མིག་ཡོར་དང་། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པས་སྟོང་པའི་ཕྱིར་རོ། །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the perfection of generosity to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom to depart.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: If you ask why, Subhūti, it is because the essential nature of the perfection of generosity will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: The essential nature of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: འདི་ལྟར་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ནི། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: If you ask why, Subhūti, it is because the essential nature of the perfection of generosity is empty of the essential nature of the perfection of generosity, and the essential nature of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom is empty of the essential nature of the perfection of wisdom [and so forth]. “

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི་ནང་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of internal phenomena to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། ཕྱི་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of external phenomena to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། ཕྱི་ནང་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of external and internal phenomena to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, to depart.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ནང་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: If you ask why, Subhūti, it is because the emptiness of internal phenomena will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །ཕྱི་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: The emptiness of external phenomena will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །ཕྱི་ནང་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: The emptiness of external and internal phenomena will not depart from the three realms, and will not come to rest in all-aspect omniscience. [

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: The other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་ནང་སྟོང་པ་ཉིད་ནང་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །ཕྱི་སྟོང་པ་ཉིད་ཕྱི་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །ཕྱི་ནང་སྟོང་པ་ཉིད་ཕྱི་ནང་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ།
en: If you ask why, Subhūti, it is because the emptiness of internal phenomena is empty of the emptiness of internal phenomena, the emptiness of external phenomena is empty of the emptiness of external phenomena, the emptiness of external and internal phenomena is empty of the emptiness of external and internal phenomena, and [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are empty of the emptiness of the essential nature of nonentities [and so forth]. “

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the applications of mindfulness to depart.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, one who wishes to attain emancipation in phenomena that are without defining characteristics merely wishes to attain emancipation in the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path to depart.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: If you ask why, Subhūti, it is because the essential nature of the applications of mindfulness will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། །དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅ
en: The essential nature of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: ད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་ངོ་བོ་ཉིད་ནི། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: If you ask why, Subhūti, it is because the essential nature of the applications of mindfulness is empty of [the essential nature of] the applications of mindfulness, and it is because the essential nature of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path is empty of the noble eightfold path [and so forth]. “

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, and wishlessness to depart.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འཕགས་པའི་བདེན་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །བསམ་གཏན་རྣམས་ཀྱི་ངོ་བོ་ཉིད་དང་། ཚད་མེད་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་ཀྱི་ངོ་བོ་ཉིད་དང་།
en: If you ask why, Subhūti, it is because the essential nature of the truths of the noble ones will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུའི་ངོ་བོ་ཉིད་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་འཕགས་པའི་བདེན་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི། འཕགས་པའི་བདེན་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །བསམ་གཏན་གྱི་ངོ་བོ་ཉིད་དང་། ཚད་མེད་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་།
en: The essential nature of the meditative concentrations, the essential nature of the immeasurable attitudes, the essential nature of the formless absorptions, the essential nature of the eight aspects of liberation, the essential nature of the nine serial steps of meditative absorption, and the essential nature of emptiness, signlessness, and wishlessness will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དགུའི་ངོ་བོ་ཉིད་དང་། སྟོང་བ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་ངོ་བོ་ཉིད་ནི། སྨོན་པ་མེད་པའི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ།
en: If you ask why, it is because the essential nature of the truths of the noble ones is empty of the essential nature of the truths of the noble ones, and because the essential nature of the meditative concentrations, the essential nature of the immeasurable attitudes, the essential nature of the formless absorptions, the essential nature of the eight aspects of liberation, the essential nature of the nine serial steps of meditative absorption, and the essential nature of emptiness, signlessness, and wishlessness are empty of the essential nature of wishlessness [and so forth]. “

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways to depart.

source: །རབ་འབྱོར་མངོན་པར་ཤེས་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: If you ask why, Subhūti, it is because the essential nature of the extrasensory powers will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: The essential nature of the meditative stabilities and the dhāraṇī gateways will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: འདི་ལྟར་མངོན་པར་ཤེས་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི། མངོན་པར་ཤེས་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །ཏིང་ངེ་འཛིན་རྣམས་ཀྱི་ངོ་བོ་ཉིད་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི། གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ།
en: If you ask why, it is because the essential nature of the extrasensory powers is empty of the essential nature of the extrasensory powers, and because the essential nature of the meditative stabilities and the essential nature of the dhāraṇī gateways are empty of the essential nature of the dhāraṇī gateways [and so forth]. “

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the ten powers of the tathāgatas to depart, and would amount to expecting the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas to depart.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུའི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: If you ask why, Subhūti, it is because the essential nature of the ten powers of the tathāgatas will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །མི་འཇིགས་པ་བཞིའི་ངོ་བོ་ཉིད་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞིའི་ངོ་བོ་ཉིད་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: The essential nature of the four fearlessnesses, the essential nature of the four kinds of exact knowledge, and the essential nature of the eighteen distinct qualities of the buddhas will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: དེ་ནི་འདི་ལྟར་དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི། དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ། །མི་འཇིགས་པ་བཞིའི་ངོ་བོ་ཉིད་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞིའི་ངོ་བོ་ཉིད་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་ངོ་བོ་ཉིད་ནི། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའི་ཕྱིར་རོ།
en: If you ask why, it is because the essential nature of the powers of the tathāgatas is empty of the essential nature of the powers of the tathāgatas, and because the essential nature of the four fearlessnesses, the essential nature of the four kinds of exact knowledge, and the essential nature of the eighteen distinct qualities of the buddhas are empty of the essential nature of the eighteen distinct qualities of the buddhas [and so forth]. “

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པ་སྐྱེ་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting to be born as an arhat whose contaminants have ceased.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། རང་སངས་རྒྱས་སྐྱེ་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting to be born as a pratyekabuddha.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སྐྱེ་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting to be born as a bodhisattva.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting a tathāgata, arhat, completely awakened buddha to depart.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པ་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: If you ask why, Subhūti, it is because an arhat whose contaminants have ceased will not depart from the three realms, and will not come to rest in all-aspect omniscience.
